Repository: TheJoeFin/Trdo
Catalog: Trdo/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, pl_pl, pt_pt, zh_cn

# AboutPage_BuiltWithOpenSourceBody.Text
source: This app uses the following open source libraries:
ar_sa: يستخدم هذا التطبيق مكتبات المصدر المفتوح التالية:
de_de: Diese App verwendet die folgenden Open-Source-Bibliotheken:
es_es: Esta aplicación usa las siguientes bibliotecas de código abierto:
fr_fr: Cette app utilise les bibliothèques open source suivantes :
pl_pl: Ta aplikacja używa następujących bibliotek open source:
pt_pt: Esta aplicação usa as seguintes bibliotecas de código aberto:
zh_cn: 此应用使用了以下开源库：

# AboutPage_BuiltWithOpenSourceTitle.Text
source: Built With Open Source
ar_sa: مبني باستخدام المصدر المفتوح
de_de: Mit Open Source erstellt
es_es: Hecho con software libre
fr_fr: Conçu avec Open Source
pl_pl: Zbudowane z wykorzystaniem otwartego oprogramowania
pt_pt: Construído com código aberto
zh_cn: 基于开源构建

# AboutPage_ContactDeveloper.Text
source: Contact the Developer
ar_sa: التواصل مع المطوّر
de_de: Entwickler kontaktieren
es_es: Contactar al desarrollador
fr_fr: Contacter le développeur
pl_pl: Kontakt z deweloperem
pt_pt: Contactar o programador
zh_cn: 联系开发者

# AboutPage_DeveloperTitle.Text
source: Developer
ar_sa: المطوّر
de_de: Entwickler
es_es: Desarrollador
fr_fr: Développeur
pl_pl: Deweloper
pt_pt: Programador
zh_cn: 开发者

# AboutPage_EnjoyingPrompt.Text
source: Enjoying Traydio?
ar_sa: هل يعجبك Traydio؟
de_de: Gefällt dir Traydio?
es_es: ¿Disfrutas Traydio?
fr_fr: Aimez-vous Traydio ?
pl_pl: Podoba Ci się Traydio?
pt_pt: Está a gostar do Traydio?
zh_cn: 喜欢 Traydio 吗？

# AboutPage_Feature_MultiStations.Text
source: Multiple radio station support
ar_sa: دعم محطات إذاعية متعددة
de_de: Unterstützung für mehrere Radiosender
es_es: Soporte para varias estaciones de radio
fr_fr: Stations radio multiples
pl_pl: Obsługa wielu stacji radiowych
pt_pt: Suporte para várias estações de rádio
zh_cn: 支持多个电台

# AboutPage_Feature_StartWithWindows.Text
source: Start with Windows option
ar_sa: خيار التشغيل مع بدء Windows
de_de: Option zum Starten mit Windows
es_es: Opción de inicio con Windows
fr_fr: Option « Démarrer avec Windows »
pl_pl: Opcja uruchamiania wraz z systemem Windows
pt_pt: Opção para iniciar com o Windows
zh_cn: 支持随 Windows 启动

# AboutPage_Feature_SystemTray.Text
source: System tray integration for easy access
ar_sa: تكامل مع علبة النظام لسهولة الوصول
de_de: Integration in die Taskleiste für einfachen Zugriff
es_es: Integración con la bandeja del sistema para un acceso fácil
fr_fr: Intégration à la barre d'état pour un accès facile
pl_pl: Integracja z zasobnikiem systemowym zapewniająca łatwy dostęp
pt_pt: Integração na área de notificação para acesso fácil
zh_cn: 系统托盘集成，便于访问

# AboutPage_Feature_Watchdog.Text
source: Stream watchdog for automatic reconnection
ar_sa: مراقبة البث لإعادة الاتصال تلقائيًا
de_de: Stream-Watchdog für automatische Wiederverbindung
es_es: Vigila la transmisión para reconectar automáticamente
fr_fr: Surveillance du flux et reconnexion automatique
pl_pl: Monitoruj strumień umożliwiając automatyczne ponowne połączenie
pt_pt: Monitorização do stream para reconexão automática
zh_cn: 流媒体看门狗，自动重新连接

# AboutPage_FeaturesTitle.Text
source: Features
ar_sa: الميزات
de_de: Funktionen
es_es: Funciones
fr_fr: Fonctionnalités
pl_pl: Funkcje
pt_pt: Funcionalidades
zh_cn: 功能

# AboutPage_Formerly.Text
source: Formerly Trdo
ar_sa: المعروف سابقًا باسم Trdo
de_de: Früher Trdo
es_es: Antes era Trdo
fr_fr: Anciennement Trdo
pl_pl: wcześniej Trdo
pt_pt: Anteriormente Trdo
zh_cn: 曾用名 Trdo

# AboutPage_HelpBody.Text
source: View the tutorial again to learn how to use Traydio.
ar_sa: شاهد الدرس التعليمي مرة أخرى لتتعرف على كيفية استخدام Traydio.
de_de: Sieh dir die Anleitung erneut an, um zu erfahren, wie du Traydio benutzt.
es_es: Vuelve a ver el tutorial para aprender a usar Trdo.
fr_fr: Consultez à nouveau le tuto pour apprendre à utiliser Traydio.
pl_pl: Obejrzyj poradnik ponownie, aby dowiedzieć się, jak korzystać z Traydio.
pt_pt: Veja o tutorial novamente para aprender a utilizar o Traydio.
zh_cn: 再次查看教程，了解如何使用 Traydio。

# AboutPage_HelpTitle.Text
source: Need Help?
ar_sa: بحاجة إلى مساعدة؟
de_de: Brauchst du Hilfe?
es_es: ¿Necesitas ayuda?
fr_fr: Besoin d'aide ?
pl_pl: Potrzebujesz pomocy?
pt_pt: Precisa de ajuda?
zh_cn: 需要帮助？

# AboutPage_IssuePrompt.Text
source: Having an issue or have a suggestion?
ar_sa: هل تواجه مشكلة أو لديك اقتراح؟
de_de: Hast du ein Problem oder einen Vorschlag?
es_es: ¿Tienes un problema o una sugerencia?
fr_fr: Vous rencontrez un problème ou avez une suggestion ?
pl_pl: Znalazłeś błąd lub masz jakąś sugestię odnośnie aplikacji?
pt_pt: Tem um problema ou uma sugestão?
zh_cn: 遇到问题或有建议？

# AboutPage_OpenSourceBody.Text
source: This app is open source and available on GitHub.
ar_sa: هذا التطبيق مفتوح المصدر ومتاح على GitHub.
de_de: Diese App ist Open Source und auf GitHub verfügbar.
es_es: Esta aplicación es de código abierto y está disponible en GitHub.
fr_fr: Cette application est open source et disponible sur GitHub.
pl_pl: Ta aplikacja jest open source oraz jest dostępna na GitHub.
pt_pt: Esta aplicação é de código aberto e está disponível no GitHub.
zh_cn: 此应用是开源的，可在 GitHub 上获取。

# AboutPage_OpenSourceTitle.Text
source: Open Source
ar_sa: المصدر المفتوح
es_es: Código abierto
pt_pt: Código aberto
zh_cn: 开源

# AboutPage_RadioDatabaseTitle.Text
source: Radio Database
ar_sa: قاعدة بيانات المحطات الإذاعية
de_de: Radiodatenbank
es_es: Base de datos de radio
fr_fr: Base de données des radios
pl_pl: Baza danych stacji radiowych
pt_pt: Base de dados de rádios
zh_cn: 电台数据库

# AboutPage_RateLabel.Text
source: Rate your experience with the app:
ar_sa: قيّم تجربتك مع التطبيق:
de_de: Bewerte deine Erfahrung mit der App:
es_es: Valora tu experiencia con la aplicación:
fr_fr: Notez votre expérience avec l'application :
pl_pl: Oceń swoje doświadczenia podczas korzystania z aplikacji:
pt_pt: Avalie a sua experiência com a aplicação:
zh_cn: 为您的使用体验评分：

# AboutPage_SupportBody.Text
source: If you enjoy Traydio, consider buying me a coffee!
ar_sa: إذا أعجبك Traydio، ففكّر في شراء فنجان قهوة لي!
de_de: Wenn dir Traydio gefällt, spendiere mir doch einen Kaffee!
es_es: Si disfrutas Traydio, ¡considera invitarme a un café!
fr_fr: Si Traydio vous plaît, pensez à m'offrir un café !
pl_pl: Jeżeli podoba Ci się Traydio, rozważ postawienie mi kawy!
pt_pt: Se gosta do Traydio, considere pagar-me um café!
zh_cn: 如果你喜欢 Traydio，可以考虑请我喝杯咖啡！

# AboutPage_SupportTitle.Text
source: Support the Developer
ar_sa: ادعم المطوّر
de_de: Entwickler unterstützen
es_es: Apoya al desarrollador
fr_fr: Soutenir le développeur
pl_pl: Wesprzyj Dewelopera
pt_pt: Apoiar o programador
zh_cn: 支持开发者

# AboutPage_Title.Text
source: About
ar_sa: حول
de_de: Über
es_es: Acerca de
fr_fr: À propos
pl_pl: O aplikacji
pt_pt: Acerca de
zh_cn: 关于

# AboutPage_ViewTutorial.Text
source: View Tutorial
ar_sa: عرض الدرس التعليمي
de_de: Anleitung ansehen
es_es: Ver tutorial
fr_fr: Voir le tutoriel
pl_pl: Zobacz tutorial
pt_pt: Ver tutorial
zh_cn: 查看教程

# AboutPage_VisitDeveloperGitHub.Text
source: Visit Developer's GitHub
ar_sa: زيارة صفحة GitHub الخاصة بالمطوّر
de_de: GitHub des Entwicklers besuchen
es_es: Visitar el GitHub del desarrollador
fr_fr: Visiter le GitHub du développeur
pl_pl: Odwiedź stronę GitHub Dewelopera
pt_pt: Visitar o GitHub do programador
zh_cn: 访问开发者的 GitHub

# Action_Cancel.Text
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
pt_pt: Cancelar
zh_cn: 取消

# Action_Save.Text
source: Save
ar_sa: حفظ
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
pl_pl: Zapisz
pt_pt: Guardar
zh_cn: 保存

# AddStation_AddPageTitle
source: Add Radio Station
ar_sa: إضافة محطة إذاعية
de_de: Radiosender hinzufügen
es_es: Agregar emisora de radio
fr_fr: Ajouter une station radio
pl_pl: Dodaj stację radiową
pt_pt: Adicionar estação de rádio
zh_cn: 添加电台

# AddStation_EditPageTitle
source: Edit Radio Station
ar_sa: تعديل محطة إذاعية
de_de: Radiosender bearbeiten
es_es: Editar emisora de radio
fr_fr: Modifier la station radio
pl_pl: Edytuj stację radiową
pt_pt: Editar estação de rádio
zh_cn: 编辑电台

# AddStation_HomepageLabel.Text
source: Homepage (Optional)
ar_sa: الصفحة الرئيسية (اختياري)
es_es: Página web (opcional)
fr_fr: Page d'accueil (facultatif)
pl_pl: Strona główna (opcjonalnie)
pt_pt: Página inicial (opcional)
zh_cn: 主页（可选）

# AddStation_HomepagePlaceholder.PlaceholderText
source: e.g., https://example.com
ar_sa: مثال: https://example.com
de_de: z. B. https://example.com
es_es: p. ej., https://example.com
fr_fr: ex. https://example.com
pl_pl: np. https://przykladowastrona.pl
pt_pt: ex.: https://example.com
zh_cn: 例如：https://example.com

# AddStation_LogoUrlLabel.Text
source: Station Logo/Icon URL (Optional)
ar_sa: رابط شعار/أيقونة المحطة (اختياري)
de_de: Logo-/Symbol-URL des Senders (optional)
es_es: URL del logotipo/icono de la estación (opcional)
fr_fr: URL du logo/icône de la station (facultatif)
pl_pl: Adres URL logo/ikony stacji (opcjonalnie)
pt_pt: URL do logótipo/ícone da estação (opcional)
zh_cn: 电台标志/图标网址（可选）

# AddStation_LogoUrlPlaceholder.PlaceholderText
source: e.g., https://example.com/logo.png
ar_sa: مثال: https://example.com/logo.png
de_de: z. B. https://example.com/logo.png
es_es: p. ej., https://example.com/logo.png
fr_fr: ex. https://example.com/logo.png
pl_pl: np. https://przykladowastrona.pl/logo.png
pt_pt: ex.: https://example.com/logo.png
zh_cn: 例如：https://example.com/logo.png

# AddStation_InvalidUrl
source: Please enter a valid HTTP or HTTPS URL.
ar_sa: يرجى إدخال رابط HTTP أو HTTPS صالح.
de_de: Bitte gib eine gültige HTTP- oder HTTPS-URL ein.
es_es: Escribe una URL HTTP o HTTPS válida.
fr_fr: Veuillez saisir une URL HTTP ou HTTPS valide.
pl_pl: Proszę wprowadzić poprawny adres URL (HTTP lub HTTPS).
pt_pt: Introduza um URL HTTP ou HTTPS válido.
zh_cn: 请输入有效的 HTTP 或 HTTPS 网址。

# AddStation_NameRequired
source: Station name is required.
ar_sa: اسم المحطة مطلوب.
de_de: Der Sendername ist erforderlich.
es_es: El nombre de la emisora es obligatorio.
fr_fr: Le nom de la station est nécessaire.
pl_pl: Nazwa stacji jest obowiązkowa.
pt_pt: O nome da estação é obrigatório.
zh_cn: 电台名称为必填项。

# AddStation_PageTitle.Text
source: Add Station
ar_sa: إضافة محطة
de_de: Sender hinzufügen
es_es: Añadir estación
fr_fr: Ajouter une station
pl_pl: Dodaj stację radiową
pt_pt: Adicionar estação
zh_cn: 添加电台

# AddStation_StationNameLabel.Text
source: Station Name
ar_sa: اسم المحطة
de_de: Sendername
es_es: Nombre de la estación
fr_fr: Nom de la station
pl_pl: Nazwa stacji
pt_pt: Nome da estação
zh_cn: 电台名称

# AddStation_StationNamePlaceholder.PlaceholderText
source: e.g., WYMS - Hometown radio
ar_sa: مثال: WYMS - Hometown radio
de_de: z. B. Radio Heimat - Dein Lokalsender
es_es: p. ej., WYMS - Hometown radio
fr_fr: ex. Pixel FM - Vacances
pl_pl: np. RadioZet
pt_pt: ex.: Rádio Terra - A rádio da tua região
zh_cn: 例如：FM99.9 - 家乡电台

# AddStation_StreamUrlLabel.Text
source: Stream URL
ar_sa: رابط البث
es_es: URL de la transmisión
fr_fr: URL du flux
pl_pl: Adres URL strumienia
pt_pt: URL do stream
zh_cn: 流媒体网址

# AddStation_StreamUrlPlaceholder.PlaceholderText
source: e.g., https://example.com/stream
ar_sa: مثال: https://example.com/stream
de_de: z. B. https://example.com/stream
es_es: p. ej., https://example.com/stream
fr_fr: ex. https://example.com/stream
pl_pl: np. https://przykladowastrona.pl/stream
pt_pt: ex.: https://example.com/stream
zh_cn: 例如：https://example.com/stream

# AddStation_UrlRequired
source: Stream URL is required.
ar_sa: رابط البث مطلوب.
de_de: Die Stream-URL ist erforderlich.
es_es: La URL de transmisión es obligatoria.
fr_fr: L'URL du flux est nécessaire.
pl_pl: Wymagany jest adres URL strumienia.
pt_pt: O URL do stream é obrigatório.
zh_cn: 流媒体网址为必填项。

# App_ExitApplicationCommand.Description
source: Exit Traydio
ar_sa: الخروج من Traydio
de_de: Traydio beenden
es_es: Salir de Traydio
fr_fr: Quitter Traydio
pl_pl: Zamknij Traydio
pt_pt: Sair do Traydio
zh_cn: 退出 Traydio

# App_ExitApplicationCommand.Label
source: Exit
ar_sa: خروج
de_de: Beenden
es_es: Salir
fr_fr: Quitter
pl_pl: Wyjdź
pt_pt: Sair
zh_cn: 退出

# App_PlayPauseCommand.Description
source: Play or pause radio
ar_sa: تشغيل الراديو أو إيقافه مؤقتًا
de_de: Radio abspielen oder pausieren
es_es: Reproducir o pausar la radio
fr_fr: Ecouter ou mettre la radio en pause
pl_pl: Odtwarzaj lub wstrzymaj radio
pt_pt: Reproduzir ou pausar o rádio
zh_cn: 播放或暂停电台

# App_PlayPauseCommand.Label
source: Play
ar_sa: تشغيل
de_de: Abspielen
es_es: Reproducir
fr_fr: Ecouter
pl_pl: Odtwarzaj
pt_pt: Reproduzir
zh_cn: 播放

# App_ShowHideWindowCommand.Description
source: Show or hide the main window
ar_sa: إظهار النافذة الرئيسية أو إخفاؤها
de_de: Hauptfenster anzeigen oder ausblenden
es_es: Mostrar u ocultar la ventana principal
fr_fr: Afficher ou masquer la fenêtre principale
pl_pl: Pokaż lub ukryj okno główne
pt_pt: Mostrar ou ocultar a janela principal
zh_cn: 显示或隐藏主窗口

# App_ShowHideWindowCommand.Label
source: Show Window
ar_sa: إظهار النافذة
de_de: Fenster anzeigen
es_es: Mostrar ventana
fr_fr: Afficher la fenêtre
pl_pl: Pokaż okno
pt_pt: Mostrar janela
zh_cn: 显示窗口

# FavoritesPage_EmptySubtitle.Text
source: Tap the star icon on songs you love to save them here
ar_sa: اضغط على أيقونة النجمة في الأغاني التي تحبها لحفظها هنا
de_de: Tippe auf das Stern-Symbol bei Songs, die dir gefallen, um sie hier zu speichern
es_es: Toca el icono de estrella en las canciones que te gusten para guardarlas aquí
fr_fr: Tapez l'icône étoile sur les titres que vous aimez pour les enregistrer ici
pl_pl: Stuknij ikonę gwiazdki przy ulubionych utworach, aby zapisać je w tym miejscu.
pt_pt: Toque no ícone de estrela nas músicas de que gosta para as guardar aqui
zh_cn: 点击喜欢的歌曲上的星标图标即可保存到这里

# FavoritesPage_EmptyTitle.Text
source: No favorite songs yet
ar_sa: لا توجد أغانٍ مفضّلة بعد
de_de: Noch keine Lieblingssongs
es_es: Aún no tienes canciones favoritas
fr_fr: Pas encore de titres favoris
pl_pl: Brak ulubionych utworów
pt_pt: Ainda não há músicas favoritas
zh_cn: 暂无收藏的歌曲

# FavoritesPage_Export.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Export favorites to a playlist file
ar_sa: تصدير المفضلة إلى ملف قائمة تشغيل
de_de: Favoriten in eine Playlist-Datei exportieren
es_es: Exportar favoritos a un archivo de lista de reproducción
fr_fr: Exporter les favoris dans un fichier playlist
pl_pl: Eksportuj ulubione do pliku playlisty
pt_pt: Exportar favoritos para um ficheiro de lista de reprodução
zh_cn: 将收藏导出为播放列表文件

# FavoritesPage_ExportFailed
source: Export failed
ar_sa: فشل التصدير
de_de: Export fehlgeschlagen
es_es: Error al exportar
fr_fr: TODO Échec de l'exportation
pl_pl: Eksport zakończony niepowodzeniem
pt_pt: Falha na exportação
zh_cn: 导出失败

# FavoritesPage_ExportLabel.Text
source: Export…
ar_sa: تصدير…
de_de: Exportieren…
es_es: Exportar…
fr_fr: Exporter…
pl_pl: Eksportuj…
pt_pt: Exportar…
zh_cn: 导出…

# FavoritesPage_IncludeInNextExport.Text
source: Include in next export
ar_sa: التضمين في التصدير التالي
de_de: In den nächsten Export einbeziehen
es_es: Incluir en la próxima exportación
fr_fr: Ajouter à la prochaine exportation
pl_pl: Dołącz przy następnym eksporcie
pt_pt: Incluir na próxima exportação
zh_cn: 包含在下次导出中

# FavoritesPage_Options.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: More options
ar_sa: خيارات إضافية
de_de: Weitere Optionen
es_es: Más opciones
fr_fr: Plus d'options
pl_pl: Więcej opcji
pt_pt: Mais opções
zh_cn: 更多选项

# FavoritesPage_Remove.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove from favorites
ar_sa: إزالة من المفضلة
de_de: Aus Favoriten entfernen
es_es: Eliminar de favoritos
fr_fr: Supprimer des favoris
pl_pl: Usuń z ulubionych
pt_pt: Remover dos favoritos
zh_cn: 从收藏中移除

# FavoritesPage_Title.Text
source: Favorite Songs
ar_sa: الأغاني المفضّلة
de_de: Lieblingssongs
es_es: Canciones favoritas
fr_fr: Titres favoris
pl_pl: Ulubione utwory
pt_pt: Músicas favoritas
zh_cn: 收藏的歌曲

# ManualStationWindow_Advanced.Text
source: Advanced
ar_sa: متقدم
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
pl_pl: Zaawansowane
pt_pt: Avançado
zh_cn: 高级

# ManualStationWindow_BufferLevel.Text
source: Buffer level
ar_sa: مستوى التخزين المؤقت
de_de: Pufferstufe
es_es: Nivel del búfer
fr_fr: Niveau du tampon
pl_pl: Poziom bufora
pt_pt: Nível do buffer
zh_cn: 缓冲级别

# ManualStationWindow_BufferLevelDescription.Text
source: Higher buffer levels help on unstable connections, but they add a little more playback delay. Override this only for a station that needs it.
ar_sa: تساعد مستويات التخزين المؤقت الأعلى في حالة الاتصالات غير المستقرة، لكنها تزيد من تأخير التشغيل قليلًا. استخدم هذا التجاوز فقط للمحطة التي تحتاج إليه.
de_de: Höhere Pufferstufen helfen bei instabilen Verbindungen, verursachen aber etwas mehr Wiedergabeverzögerung. Überschreibe dies nur für einen Sender, der es benötigt.
es_es: Los niveles altos del búfer ayudan con conexiones inestables, pero añaden un poco más de retardo en la reproducción. Anula esto solo para una estación que lo necesite.
fr_fr: Un niveau de tampon plus élevé aide avec les connexions instables, mais ajoute un peu de délai au démarrage. Ne le modifiez que pour une station qui en a réellement besoin.
pl_pl: Wyższy poziom bufora pomaga przy niestabilnych połączeniach, ale powoduje niewielkie opóźnienie odtwarzania. Zmień to ustawienie tylko dla stacji, która tego wymaga.
pt_pt: Níveis de buffer mais elevados ajudam em ligações instáveis, mas acrescentam um pouco mais de atraso na reprodução. Substitua isto apenas para uma estação que precise.
zh_cn: 较高的缓冲级别有助于应对不稳定的网络连接，但会增加一些播放延迟。仅在电台确实需要时才覆盖此设置。

source: Override buffer level for this station
ar_sa: تجاوز مستوى التخزين المؤقت لهذه المحطة
de_de: Pufferstufe für diesen Sender überschreiben
es_es: Anular nivel del búfer para esta estación
fr_fr: Régler le niveau du tampon pour cette station
pl_pl: Nadpisz poziom bufora dla tej stacji
pt_pt: Substituir o nível de buffer para esta estação
zh_cn: 为此电台覆盖缓冲级别

# ManualStationWindow_BufferOverrideToggle.OffContent
source: Following the app setting
ar_sa: اتباع إعداد التطبيق
de_de: Folgt der App-Einstellung
es_es: Siguiendo la configuración de la app
fr_fr: TODO Suivre le paramètre de l'application
pl_pl: Zgodnie z ustawieniami aplikacji
pt_pt: Segue a definição da aplicação
zh_cn: 跟随应用设置

# ManualStationWindow_BufferOverrideToggle.OnContent
source: Override for this station
ar_sa: تجاوز لهذه المحطة
de_de: Für diesen Sender überschreiben
es_es: Anular para esta estación
fr_fr: Régler pour cette station
pl_pl: Nadpisz dla tej stacji
pt_pt: Substituir para esta estação
zh_cn: 为此电台覆盖

# ManualStationWindow_SongPopupDelay.Text
source: Track info delay
ar_sa: تأخير معلومات المقطوعة
de_de: Titelinfo-Verzögerung
es_es: Retraso del popup de canción
fr_fr: TODO Délai des infos de piste
pl_pl: Opóźnienie informacji o utworze
pt_pt: Atraso da informação da faixa
zh_cn: 曲目信息延迟

# ManualStationWindow_SongPopupDelayDescription.Text
source: Some stations announce the next track before it actually starts. Hold the track info back so it changes when you hear the song. How far ahead a station runs is a property of its encoder, so set this per station.
ar_sa: تعلن بعض المحطات عن المقطوعة التالية قبل أن تبدأ فعليًا. أخّر معلومات المقطوعة بحيث تتغير عندما تسمع الأغنية. مقدار التقدم الزمني للمحطة يعتمد على المُرمِّز الخاص بها، لذا اضبط هذا لكل محطة على حدة.
de_de: Manche Sender kündigen den nächsten Titel an, bevor er tatsächlich beginnt. Halte die Titelinfo zurück, sodass sie sich ändert, wenn du den Song hörst. Wie weit ein Sender voraus ist, hängt von seinem Encoder ab, daher solltest du dies pro Sender einstellen.
es_es: Algunas estaciones anuncian la siguiente pista antes de que realmente empiece. Retrasa el popup para que aparezca cuando escuches la canción. Qué tan adelantada va una estación es una propiedad de su codificador, así que configura esto por estación.
fr_fr: Certaines stations annoncent le morceau suivant avant qu'il ne commence réellement. Retardez le popup afin qu'il apparaisse au moment où vous entendez la chanson. La décalage d'une station est une propriété de son encodage.
pl_pl: Niektóre stacje mogą zapowiadać następny utwór, nim faktycznie zacznie być odtwarzany. Wstrzymaj informacje o utworze, aby zmieniały się w momencie, gdy słyszysz utwór. To, jak bardzo stacja wyprzedza odtwarzanie, zależy od jej enkodera, dlatego ustawienie to należy skonfigurować dla każdej stacji osobno.
pt_pt: Algumas estações anunciam a faixa seguinte antes de esta realmente começar. Atrase a informação da faixa para que mude quando ouvir a música. A antecedência com que uma estação atua depende do seu codificador, por isso configure isto por estação.
zh_cn: 有些电台会在下一首曲目实际开始播放之前就进行播报。延迟显示曲目信息，使其在你听到歌曲时才更新。电台提前播报的时间取决于其编码器，因此请针对每个电台单独设置。

source: Override the track info delay for this station
ar_sa: تجاوز تأخير معلومات المقطوعة لهذه المحطة
de_de: Titelinfo-Verzögerung für diesen Sender überschreiben
es_es: Anular el retraso del popup de canción para esta estación
fr_fr: TODO Régler le délai des infos de piste pour cette station
pl_pl: Zastąp opóźnienie informacji o utworze dla tej stacji
pt_pt: Substituir o atraso da informação da faixa para esta estação
zh_cn: 为此电台覆盖曲目信息延迟

# ManualStationWindow_SongPopupDelayOverride.OffContent
source: Following the app setting
ar_sa: اتباع إعداد التطبيق
de_de: Folgt der App-Einstellung
es_es: Siguiendo la configuración de la app
fr_fr: TODO Suivre le paramètre de l'application
pl_pl: Zgodnie z ustawieniami aplikacji
pt_pt: Segue a definição da aplicação
zh_cn: 跟随应用设置

# ManualStationWindow_SongPopupDelayOverride.OnContent
source: Override for this station
ar_sa: تجاوز لهذه المحطة
de_de: Für diesen Sender überschreiben
es_es: Anular para esta estación
fr_fr: Régler pour cette station
pl_pl: Nadpisz dla tej stacji
pt_pt: Substituir para esta estação
zh_cn: 为此电台覆盖

# ManualStationWindow_Title
source: Traydio - Add Station
ar_sa: Traydio - إضافة محطة
de_de: Traydio - Sender hinzufügen
es_es: Traydio - Añadir estación
fr_fr: Traydio - Ajouter une station
pl_pl: Traydio - Dodaj stację
pt_pt: Traydio - Adicionar estação
zh_cn: Traydio - 添加电台

# ManualStationWindow_Volume.Text
source: Volume
ar_sa: مستوى الصوت
de_de: Lautstärke
es_es: Volumen
pl_pl: Poziom głośności
zh_cn: 音量

# ManualStationWindow_VolumeDescription.Text
source: Remembered for this station, so it stays level when you switch away and back.
ar_sa: يتم تذكّره لهذه المحطة، بحيث يبقى على نفس المستوى عند التبديل بعيدًا والعودة.
de_de: Wird für diesen Sender gespeichert, sodass sie gleich bleibt, wenn du wechselst und zurückkehrst.
es_es: Se recuerda para esta estación, por lo que se mantiene al mismo nivel cuando cambias y vuelves.
fr_fr: Enregistré pour cette station, il reste au même niveau lorsque vous changez et revenez.
pl_pl: Zapamiętane dla tej stacji, dzięki czemu poziom pozostanie taki sam po przełączeniu na inną stację i ponownym powrocie.
pt_pt: Memorizado para esta estação, para que se mantenha ao mesmo nível quando muda e volta.
zh_cn: 会记住此电台的音量，切换离开再切回时保持不变。

# NowPlayingPage_IdleSubtitle.Text
source: Start playback to see title and artist information
ar_sa: ابدأ التشغيل لرؤية معلومات العنوان والفنان
de_de: Starte die Wiedergabe, um Titel- und Interpreteninformationen zu sehen
es_es: Inicia la reproducción para ver información del título y el artista
fr_fr: Démarrez la lecture pour voir le titre et l'artiste
pl_pl: Rozpocznij odtwarzanie, aby zobaczyć informacje o tytule i wykonawcy
pt_pt: Inicie a reprodução para ver as informações de título e artista
zh_cn: 开始播放以查看曲目和艺术家信息

# NowPlayingPage_IdleTitle.Text
source: No station playing
ar_sa: لا توجد محطة قيد التشغيل
de_de: Kein Sender wird abgespielt
es_es: No hay estación reproduciéndose
fr_fr: Aucune station en lecture
pl_pl: Nie gra żadna stacja
pt_pt: Nenhuma estação em reprodução
zh_cn: 当前没有播放电台
